tap "eth-p/software"
brew "bat"
brew "btop"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "gnupg"
brew "go-jsonnet"
brew "htop"
brew "hub"
brew "jq"
brew "mise"
brew "moreutils"
brew "rga"
brew "ripgrep"
brew "shfmt"
brew "thefuck"
brew "tmux"
brew "watch"
brew "wget"
brew "zoxide"
brew "eth-p/software/bat-extras"

# Used to mange Mise secrets
brew "age"
brew "sops"

# Used to verify Mise installs (gpg also needed)
brew "cosign"
brew "slsa-verifier"

#cask "cloudmounter"
#cask "google-chrome"
#cask "maccy"
#cask "macfuse"
cask "monitorcontrol"
#cast "mouse-fix"
#cask "rectangle"
# cask "visual-studio-code"
