tap "homebrew/bundle"
tap "homebrew/cask"
tap "eth-p/software"
brew "asdf"
brew "bat"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "gnupg"
brew "go-jsonnet"
brew "htop"
brew "hub"
brew "jq"
brew "moreutils"
brew "ripgrep"
brew "shfmt"
brew "thefuck"
brew "tmux"
brew "watch"
brew "wget"
brew "eth-p/software/bat-extras"
cask "appcleaner"
#cask "authy"
#cask "cloudmounter"
#cask "google-chrome"
#cask "maccy"
#cask "macfuse"
cask "monitorcontrol"
#cast "mouse-fix"
#cask "rectangle"
#cask "textsniper"
#cask "the-unarchiver"
cask "visual-studio-code"
